Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Find three calm instrumental albums suitable for focused work.
de: Finden Sie drei ruhige Instrumentalalben, die für konzentrierte Arbeit geeignet sind.
es: Encontrar tres discos instrumentales tranquilos adecuados para el trabajo centrado.
fr: Trouvez trois albums instrumentaux calmes adaptés au travail ciblé.
it: Trova tre album strumentali calmi adatti al lavoro concentrato.
ja: 集中的な作業に適した3つの落ち着いたインストゥルメンタルアルバムを見つけます。
ko: 집중 작업에 적합한 세 개의 평온한 악기 앨범을 찾습니다.
pt_br: Encontre três álbuns instrumentais calmos adequados para o trabalho focado.
zh_hans: 找到三张适合专注工作的平静器乐专辑.
zh_hant: 找到三張適合專注工作的平靜工具專輯 。

source: First incorrect
de: Erster Fehler
es: Primer error
fr: Première erreur
it: Prima errato
ja: 最初は間違っています
ko: 첫 번째 잘못된
pt_br: Primeiro incorreto.
zh_hans: 第一个不正确
zh_hant: 第一個錯誤

source: First stream update
de: Erstes Stream-Update
es: Primera actualización de flujo
fr: Première mise à jour du flux
it: Aggiornamento del primo flusso
ja: 最初のストリーム更新
ko: 첫 번째 스트림 업데이트
pt_br: Primeira atualização do fluxo
zh_hans: 第一流更新
zh_hant: 第一流更新

source: First token
de: Erster Token
es: Primer token
fr: Premier jeton
it: Primo token
ja: 最初のトークン
ko: 첫 번째 토큰
pt_br: Primeiro token
zh_hans: 第一标语
zh_hant: 第一令牌

source: Fits with %lld tokens free
de: Passt mit %lld tokenfrei
es: Ajustes con %lld tokens free
fr: Convient avec %lld jetons libres
it: Adatto con %lld gettoni gratis
ja: 適合と %lld トークン無料
ko: 옵션과 %lld 토큰 무료
pt_br: Encaixa com %lld Tokens grátis.
zh_hans: 与 %lld 免签
zh_hant: 符合 %lld 免費的符號

source: Foundation Lab copies imported .fmadapter packages into Application Support so they remain available across launches.
de: Foundation Lab Eingeführte Exemplare .fmadapter Pakete in den Anwendungssupport, damit sie über alle Starts verfügbar bleiben.
es: Foundation Lab copias importadas .fmadapter paquetes en soporte de aplicaciones para que permanezcan disponibles en los lanzamientos.
fr: Foundation Lab copies importées .fmadapter les paquets dans Application Support afin qu'ils restent disponibles lors des lancements.
it: Foundation Lab copie importate .fmadapter pacchetti in Supporto Applicazione in modo che rimangano disponibili attraverso i lanci.
ja: Foundation Lab インポート .fmadapter パッケージを Application Support にし、起動中に利用できるようにします。
ko: Foundation Lab 수입된 사본 .fmadapter Application Support에 패키지를 설치하여 실행 중에 사용할 수 있습니다.
pt_br: Foundation Lab Cópias importadas .fmadapter Pacotes no Suporte de Aplicações para que permaneçam disponíveis nos lançamentos.
zh_hans: Foundation Lab 已导入副本 .fmadapter 将软件包输入应用程序支持,以便在整个发射期间都能使用。
zh_hant: Foundation Lab 已匯入副本 .fmadapter 套件輸入應用程式支援, 因此它們在發射時仍可使用 。

source: Foundation Lab couldn't load Health data. %@
de: Foundation Lab Sie konnten keine Gesundheitsdaten laden. %@
es: Foundation Lab No podía cargar datos de salud. %@
fr: Foundation Lab Je n'ai pas pu charger les données sur la santé. %@
it: Foundation Lab non poteva caricare dati di salute. %@
ja: Foundation Lab 健康データをロードできません。 %@
ko: Foundation Lab 건강 데이터를로드 할 수 없습니다. %@
pt_br: Foundation Lab Não consegui carregar dados de saúde. %@
zh_hans: Foundation Lab 无法装入健康数据。 %@
zh_hant: Foundation Lab 無法載入健康資料 %@

source: Foundation Models can report the context limit and count tokens. It does not choose a ‘balanced’ or ‘aggressive’ compaction strategy for your app.
de: Foundation Models kann das Kontextlimit melden und Token zählen. Es wählt keine "ausgewogene" oder "aggressive" Verdichtungsstrategie für Ihre App.
es: Foundation Models puede reportar el límite de contexto y contar fichas. No escoge una estrategia de compactación ‘balanceada’ o ‘agresiva’ para tu aplicación.
fr: Foundation Models peut signaler la limite de contexte et compter les jetons. Il ne choisit pas une stratégie de compactage «équilibrée» ou «agressive» pour votre application.
it: Foundation Models può segnalare il limite di contesto e contare i gettoni. Non sceglie una strategia di compattazione ‘equilibrata’ o ‘aggressiva’ per la tua app.
ja: Foundation Models コンテキスト制限を報告し、トークンをカウントできます。 アプリの「バランス」または「攻撃的」のコンパミネーション戦略は選択されません。
ko: Foundation Models 컨텍스트 제한 및 카운트 토큰을 보고할 수 있습니다. 앱의 ‘밸런드’ 또는 ‘aggressive’ 컴팩트 전략을 선택하지 않습니다.
pt_br: Foundation Models pode relatar o limite de contexto e contar fichas. Não escolhe uma estratégia de compactação equilibrada ou agressiva para seu aplicativo.
zh_hans: Foundation Models 可报告上下文限制并计数符号。 它不会为您的应用选择“平衡的”或“侵略的”紧凑策略。
zh_hant: Foundation Models 可以報告上下文限制和數值符號。 它不為您的應用程式選擇「平衡」或「侵略性」的壓縮策略。

source: Foundation Models does not expose a generic agent dashboard. An agentic turn is built from profiles, sessions, tools, transcript entries, and app-owned policy. Inspect live timing and token behavior with Instruments.
de: Foundation Models kein generisches Agenten-Dashboard freigibt. Eine agentische Wende wird aus Profilen, Sitzungen, Tools, Transkripteinträgen und App-eigenen Richtlinien aufgebaut. Untersuchen Sie Live-Timing und Token-Verhalten mit Instruments.
es: Foundation Models no expone a un agente genérico dashboard. Un giro agenteico se construye a partir de perfiles, sesiones, herramientas, entradas de transcripciones y políticas de propiedad de aplicaciones. Inspeccione el tiempo en vivo y el comportamiento de token con Instruments.
fr: Foundation Models n'expose pas un tableau de bord d'agent générique. Un tour d'agent est construit à partir de profils, de sessions, d'outils, d'entrées de transcription et de la politique de propriété de l'application. Inspectez le timing en direct et le comportement symbolique avec Instruments.
it: Foundation Models non espone un cruscotto generico agente. Un turno di agentic è costruito da profili, sessioni, strumenti, voci trascritte e politica di proprietà di app. Ispezionare i tempi e il comportamento token dal vivo con gli strumenti.
ja: Foundation Models ジェネリック・エージェント・ダッシュボードを公開しません。 プロファイル、セッション、ツール、トランスクリプトエントリ、およびアプリ所有のポリシーから、エージェントのターンが構築されます。 ライブタイミングとトークンの動作をインスツルメンツで調べます。
ko: Foundation Models 일반적인 에이전트 대시보드를 노출하지 않습니다. 에이전트 턴은 프로파일, 세션, 도구, 성적표, 앱 소유 정책에서 구축됩니다. Inspect 라이브 타이밍 및 토큰 행동을 계측합니다.
pt_br: Foundation Models Não expõe um painel genérico. Uma virada agente é construída a partir de perfis, sessões, ferramentas, entradas transcritas, e política de propriedade de aplicativos. Inspecione o tempo e o comportamento dos instrumentos.
zh_hans: Foundation Models 不暴露通用代理仪表板。 从简介、会话、工具、笔录条目和应用程序自主政策中构建了一个代理转盘。 检查现场时间和与仪器的象征性行为.
zh_hant: Foundation Models 不暴露通用代理儀表板。 根據檔案、課程、工具、筆錄、應用程式等政策, 檢查現場的時機和與樂器的行為

source: Framework boundary
de: Framework-Grenze
es: Límite del framework
fr: Limite du framework
it: Confine del framework
ja: フレームワーク境界
ko: Framework 경계
pt_br: Limite do framework
zh_hans: 框架边界
zh_hant: 框架边界

source: Framework map
de: Framework-Übersicht
es: Mapa del framework
fr: Carte du framework
it: Mappa del framework
ja: フレームワークマップ
ko: Framework 맵
pt_br: Mapa do framework
zh_hans: 框架图
zh_hant: 框架地圖

source: Framework-Reported Usage
de: Vom Framework gemeldete Nutzung
es: Uso informado por el framework
fr: Utilisation signalée par le framework
it: Utilizzo segnalato dal framework
ja: フレームワーク報告された使用法
ko: 프레임워크 보고 사용량
pt_br: Uso informado pelo framework
zh_hans: 报告的框架使用
zh_hant: 框架报告的使用情况

source: Framework: context size, token counts, transcript, and overflow error
de: Framework: Kontextgröße, Tokenzahl, Transkript und Überlauffehler
es: Marco: tamaño de contexto, cuenta ficha, transcripción y error de desbordamiento
fr: Cadre : taille du contexte, nombre de jetons, transcription et erreur de dépassement
it: Framework: dimensione del contesto, conteggi di token, trascrizione e errore di overflow
ja: フレームワーク: コンテキスト サイズ、トークン数、トランスクリプト、オーバーフローエラー
ko: Framework: 컨텍스트 크기, 토큰 카운트, 성적표, 과잉 오류
pt_br: Framework: tamanho do contexto, contagem de fichas, transcrição e erro de transbordamento
zh_hans: 框架:上下文大小、令牌计数、记录和溢出错误
zh_hant: 框架:上下文大小、令牌數、抄本和溢出錯誤

source: Fresh system model session
de: Frische Systemmodellsitzung
es: Sesión modelo de sistema fresco
fr: Session modèle de système frais
it: Sessione di modello di sistema fresco
ja: フレッシュシステムモデルセッション
ko: Fresh 시스템 모델 세션
pt_br: Nova sessão de modelos de sistema.
zh_hans: 新鲜系统模型会话
zh_hant: 新系統模擬片段

source: From app state
de: Aus dem App-Status
es: Desde el estado de aplicación
fr: Depuis l'état app
it: Da app
ja: アプリの状態から
ko: 앱 상태에서
pt_br: Do estado do aplicativo
zh_hans: 从应用状态
zh_hant: 從應用程式狀態

source: Gemini API Key
de: Gemini API Schlüssel
es: Gemini API Clave
fr: Gemini API Clé
it: Gemini API Chiave
ja: Gemini API キーキー
ko: Gemini API 키
pt_br: Gemini API Chave
zh_hans: Gemini API 密钥
zh_hant: Gemini API 金鑰

source: Gemini completed without returning text.
de: Gemini ohne Rückgabe von Text abgeschlossen.
es: Gemini completado sin volver texto.
fr: Gemini rempli sans renvoyer de texte.
it: Gemini completato senza restituire il testo.
ja: Gemini テキストを返さずに完了。
ko: Gemini 반환 텍스트없이 완료.
pt_br: Gemini completo sem retornar o texto.
zh_hans: Gemini 未返回文本而完成 。
zh_hant: Gemini 已完成而不返回文字。

source: Gemini request failed with HTTP %lld: %@
de: Gemini Request fehlgeschlagen mit HTTP %lld: %@
es: Gemini solicitud fallada HTTP %lld: %@
fr: Gemini la demande a échoué HTTP %lld: %@
it: Gemini richiesta fallita con HTTP %lld: %@
ja: Gemini リクエストが失敗しました HTTP %lld: : : %@
ko: Gemini 요청 실패 HTTP %lld:: %@
pt_br: Gemini O pedido falhou com HTTP %lld: %@
zh_hans: Gemini 请求失败 HTTP %lld编号 : %@
zh_hant: Gemini 要求失敗 HTTP %lld: %@

source: Gemini returned an invalid HTTP response.
de: Gemini eine ungültige HTTP Antwort.
es: Gemini devuelto un inválido HTTP respuesta.
fr: Gemini retourné un invalide HTTP Réponse.
it: Gemini restituito un invalido HTTP risposta.
ja: Gemini 無効を返す HTTP 応答。
ko: Gemini 답장을 취소 HTTP 응답.
pt_br: Gemini devolveu um inválido. HTTP Resposta.
zh_hans: Gemini 返回无效 HTTP 反应。
zh_hant: Gemini 傳回無效的 HTTP 回答。

source: Generate through LanguageModelSession
de: Erzeugung durch LanguageModelSession
es: Generar a través LanguageModelSession
fr: Générer à travers LanguageModelSession
it: Generare attraverso LanguageModelSession
ja: 生成する LanguageModelSession
ko: 관련 기사 LanguageModelSession
pt_br: Gerar através LanguageModelSession
zh_hans: 生成通过 LanguageModelSession
zh_hant: 產生通過 LanguageModelSession

source: Generated Recipe
de: Generiertes Rezept
es: Receta generada
fr: Recette générée
it: Ricetta generata
ja: 生成されたレシピ
ko: 생성된 레시피
pt_br: Receita Gerada
zh_hans: 生成的食谱
zh_hant: 產生的食譜

source: Generated report
de: Generierter Bericht
es: Informe generado
fr: Rapport produit
it: Rapporto generato
ja: 生成レポート
ko: 생성된 보고서
pt_br: Relatório gerado
zh_hans: 生成的报告
zh_hant: 已產生報告

source: Grades semantic values only; token-time schema validity is not counted as quality.
de: Grades nur semantische Werte; Token-Zeit-Schema-Gültigkeit wird nicht als Qualität gezählt.
es: Valores semánticos de grado solamente; validez de esquemas de tiempo token no se cuenta como calidad.
fr: Valeurs sémantiques de grades seulement; la validité du schéma de jeton n'est pas comptée comme qualité.
it: Gradi solo valori semantici; la validità dello schema di tempo token non è considerata come qualità.
ja: 意味値だけを等級別にします。トークンタイムスキーマの妥当性は品質としてカウントされません。
ko: 급료 semantic 가치만; 토큰 시간 schema 유효성은 질로 계산되지 않습니다.
pt_br: Valores semânticos de grau somente, a validade do esquema não é considerada qualidade.
zh_hans: 等级语义值; 符号时间计划有效性不计为质量 。
zh_hant: 等級語义值; 符號時機的機率不計為質量 。

source: Ground a session in your app's indexed content
de: Grunden Sie eine Sitzung in den indexierten Inhalten Ihrer App
es: Coloca una sesión en el contenido indexado de tu aplicación
fr: Ground une session dans le contenu indexé de votre application
it: Pianificare una sessione nel contenuto indicizzato della tua app
ja: アプリのインデックスコンテンツでセッションをグラウンド化
ko: 앱의 색인 콘텐츠에 대한 세션
pt_br: Coloque uma sessão no conteúdo indexado do seu aplicativo.
zh_hans: 在您的应用程序的索引内容中设置一个会话
zh_hant: 在您的應用程式的索引內容中建立會議

source: Ground an answer in live conditions from Open-Meteo.
de: Boden eine Antwort in Live-Bedingungen von Open-Meteo.
es: Ponga una respuesta en condiciones de vida de Open-Meteo.
fr: Répondez dans des conditions de vie de Open-Meteo.
it: Avviare una risposta in condizioni live da Open-Meteo.
ja: Open-Meteo のライブ条件で回答を グランドします。
ko: Open-Meteo의 실시간 상태에 대한 답변을 제공합니다.
pt_br: Uma resposta em condições de vida de Open-Meteo.
zh_hans: 从Open-Meteo现场解答
zh_hant: 在Open-Meteo的實際条件下提供答案。

source: Ground truth
de: Bodenwahrheit
es: Verdad de origen
fr: La vérité fondamentale
it: La verità della terra
ja: 地上の真実
ko: 기준 정답
pt_br: Verdade de fundo.
zh_hans: 事实
zh_hant: 基本真相

source: Guided Lab
de: Geführtes Labor
es: Laboratorio guía
fr: Laboratoire guidé
it: Laboratorio guidato
ja: ガイドラボ
ko: 가이드 실습
pt_br: Laboratório Guiado
zh_hans: 指导实验室
zh_hant: 導引實驗室

source: Guided generation
de: Geführte Generation
es: Generación guiada
fr: Génération guidée
it: Generazione guidata
ja: ガイド生成
ko: 가이드 생성
pt_br: Geração guiada
zh_hans: 引导生成
zh_hant: 導引產生

source: Hardware
de: Ausrüstung
es: Equipo
fr: Matériel
it: Attrezzatura
ja: ハードウェア
ko: 하드웨어
zh_hans: 硬件
zh_hant: 硬件

source: HealthKit is available on supported iPhone devices. Foundation Lab never invents missing measurements.
de: HealthKit ist verfügbar auf Support iPhone Geräte. Foundation Lab Niemals fehlende Messungen erfinden.
es: HealthKit disponible sobre el apoyo iPhone dispositivos. Foundation Lab Nunca inventa mediciones perdidas.
fr: HealthKit est disponible sur support iPhone les dispositifs. Foundation Lab jamais invente des mesures manquantes.
it: HealthKit è disponibile su supportato iPhone dispositivi. Foundation Lab non inventa mai le misurazioni mancanti.
ja: HealthKit 対応可能です。 iPhone デバイス。 Foundation Lab 決して不足している測定を発明しません。
ko: HealthKit 지원 가능 iPhone 장치. Foundation Lab 누락된 측정을 절대 사용하지 않습니다.
pt_br: HealthKit está disponível em suporte iPhone Dispositivos. Foundation Lab Nunca inventa medidas perdidas.
zh_hans: HealthKit 可在所支持的 iPhone 设备。 Foundation Lab 从来没有发明 缺失的测量。
zh_hant: HealthKit 已支援 iPhone 裝置。 Foundation Lab 從不發明錯誤的量度

source: Heart Rate
de: Herzfrequenz
es: Frecuencia cardíaca
fr: Fréquence cardiaque
it: Frequenza cardiaca
ja: 心拍数
ko: 심박수
pt_br: Frequência cardíaca
zh_hans: 心率
zh_hant: 心率

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_br: Socorro!
zh_hans: 帮助
zh_hant: 說明

source: History
de: Geschichte
es: Historia
fr: Historique
it: Storia
ja: 履歴
ko: 기록
pt_br: História
zh_hans: 历史
zh_hant: 歷史

source: History and diagnostics
de: Geschichte und Diagnostik
es: Historia y diagnóstico
fr: Historique et diagnostic
it: Storia e diagnostica
ja: 歴史と診断
ko: 기록 및 진단
pt_br: História e diagnósticos
zh_hans: 历史和诊断
zh_hant: 歷史和诊断

source: How a custom LanguageModel executes session requests
de: Wie ein Brauch LanguageModel Ausführung von Session Requests
es: Cómo una costumbre LanguageModel ejecuta solicitudes del período de sesiones
fr: Comment une coutume LanguageModel exécute les demandes de session
it: Come un costume LanguageModel eseguire richieste di sessione
ja: カスタム方法 LanguageModel セッションリクエストを実行する
ko: 주문 방법 LanguageModel 세션 요청 실행
pt_br: Como um costume LanguageModel executa pedidos de sessão
zh_hans: 如何习惯 LanguageModel 执行会话请求
zh_hant: 習俗如何 LanguageModel 執行階段要求

source: Human-readable scenario summaries
de: Zusammenfassungen von Szenarien, die vom Menschen lesbar sind
es: Resúmenes de escenario legibles por el hombre
fr: Résumés de scénarios lisibles par l'homme
it: Sintesi di scenari leggibili dall'uomo
ja: 人間が読めるシナリオの要約
ko: Human-readable 시나리오 요약
pt_br: Síntese humana legível
zh_hans: 人可读情况摘要
zh_hant: 人可讀的情景摘要

source: I felt scattered this morning, but a quiet walk helped me focus on the work that matters.
de: Ich fühlte mich heute Morgen verstreut, aber ein ruhiger Spaziergang half mir, mich auf die Arbeit zu konzentrieren, die zählt.
es: Me sentí esparcida esta mañana, pero una caminata tranquila me ayudó a concentrarme en el trabajo que importa.
fr: Je me suis senti dispersé ce matin, mais une promenade tranquille m'a aidé à me concentrer sur le travail qui compte.
it: Mi sono sentito sparsi stamattina, ma una passeggiata tranquilla mi ha aiutato a concentrarmi sul lavoro che conta.
ja: 朝は散りばめられた感じでしたが、静かな散歩は、問題のある仕事に集中しました。
ko: 나는이 아침을 흩어져 느꼈지만 조용한 산책은 나에게 중요한 일에 초점을 돕습니다.
pt_br: Senti-me dispersa esta manhã, mas uma caminhada tranquila me ajudou a focar no trabalho que importa.
zh_hans: 今天早上我感觉很分散,但是静静的散步帮助我专注于重要的工作.
zh_hant: 今天早上我覺得很分散, 但安靜的散步有助于我專注于重要的工作。

source: Import Adapter
de: Adapter importieren
es: Importar adaptador
fr: Importer l’adaptateur
it: Importa adattatore
ja: アダプターをインポート
ko: 어댑터 가져오기
pt_br: Importar adaptador
zh_hans: 导入适配器
zh_hant: 匯入適配器

source: Import an adapter in Settings before running a comparison.
de: Importieren Sie einen Adapter in Einstellungen, bevor Sie einen Vergleich ausführen.
es: Importar un adaptador en Ajustes antes de realizar una comparación.
fr: Importer un adaptateur dans Paramètres avant d'effectuer une comparaison.
it: Importare un adattatore in Impostazioni prima di eseguire un confronto.
ja: 比較を実行する前に、設定のアダプターをインポートします。
ko: 비교를 실행하기 전에 설정에서 어댑터를 가져옵니다.
pt_br: Importar um adaptador em Configurações antes de fazer uma comparação.
zh_hans: 运行比较前在设置中导入适配器 。
zh_hant: 執行比對前在設定中匯入适配器 。

source: Import an adapter or choose one already saved by Foundation Lab.
de: Importieren Sie einen Adapter oder wählen Sie einen bereits gespeicherten aus Foundation Lab.
es: Importar un adaptador o elegir uno ya guardado por Foundation Lab.
fr: Importer un adaptateur ou choisir un déjà enregistré par Foundation Lab.
it: Importare un adattatore o scegliere uno già salvato da Foundation Lab.
ja: アダプターをインポートするか、すでに保存されているものを選択してください Foundation Labお問い合わせ
ko: 어댑터를 가져 오거나 이미 저장된 것을 선택하십시오. Foundation Lab·
pt_br: Importar um adaptador ou escolher um já salvo por Foundation Lab.
zh_hans: 导入适配器或选择已保存的适配器 Foundation Lab。 。 。 。
zh_hant: 匯入适配器或選擇已儲存的 Foundation Lab.

source: Import an adapter to begin
de: Importieren eines Adapters zum Starten
es: Importar un adaptador para comenzar
fr: Importer un adaptateur pour commencer
it: Importare un adattatore per iniziare
ja: アダプターをインポートして始める
ko: 시작하려면 어댑터를 가져 오기
pt_br: Importar um adaptador para começar.
zh_hans: 导入适配器开始
zh_hant: 匯入適配器以開始

source: Import the .fmadapter package
de: Einfuhr der .fmadapter Packung
es: Importar el .fmadapter paquete
fr: Importer la .fmadapter colis
it: Importare .fmadapter pacchetto
ja: インポートする .fmadapter パッケージ
ko: 구매하기 .fmadapter 제품 설명
pt_br: Importar o .fmadapter Pacote
zh_hans: 导入 .fmadapter 软件包
zh_hant: 匯入 .fmadapter 套件

source: Include
de: Einschließlich
es: Incluido
fr: Inclure
it: Includere
ja: 含まれるもの
ko: 포함
pt_br: Inclua.
zh_hans: 包含
zh_hant: 包含

source: Includes
de: Einschließlich
es: Incluye
fr: Comprend
it: Include
ja: コンテンツ
ko: 포함
pt_br: Inclui
zh_hans: 包括
zh_hant: 包括

source: Indexed content available
de: Indexierte Inhalte verfügbar
es: Contenido indexado disponible
fr: Contenu indexé disponible
it: Contenuto indicizzato disponibile
ja: インデックスコンテンツが利用可能
ko: 색인된 콘텐츠 사용 가능
pt_br: Conteúdo indexado disponível.
zh_hans: 可用索引内容
zh_hant: 可用的索引內容

source: Inferred 2 GiB boundary
de: Ableitung 2 GiB Grenze
es: Inferido 2 GiB frontera
fr: Inféré 2 GiB limite
it: Inferiore 2 GiB confine
ja: 推論2 GiB ログイン
ko: 추정된 2 GiB 경계
pt_br: Inferido 2 GiB limite
zh_hans: 推断 2 GiB 边界
zh_hant: 引力2 GiB 邊界

source: Input
de: Eingang
es: Entrada
fr: Entrée
it: Entrata
ja: 入力
ko: 입력
pt_br: Entrada
zh_hans: 输入
zh_hant: 輸入

source: Inspect the boundary between Foundation Models and your app
de: Untersuchen Sie die Grenze zwischen Foundation Models und Ihre App
es: Inspeccionar el límite entre Foundation Models y su aplicación
fr: Inspecter la frontière entre Foundation Models et votre application
it: Ispezione del confine tra Foundation Models e la tua app
ja: 境界線を調べる Foundation Models あなたのアプリ
ko: 경계를 검사 Foundation Models 당신의 앱
pt_br: Inspecione o limite entre Foundation Models e seu aplicativo.
zh_hans: 检查 Foundation Models 和你的应用
zh_hant: 檢查 Foundation Models 和您的應用程式

source: Inspect the pieces that consume a session budget
de: Überprüfen Sie die Stücke, die ein Sitzungsbudget verbrauchen
es: Inspeccionar las piezas que consumen un presupuesto de sesión
fr: Inspecter les pièces qui consomment un budget de session
it: Ispezionare i pezzi che consumano un budget di sessione
ja: セッション予算を消費する部分を調べる
ko: 세션 예산을 소비하는 조각을 검사
pt_br: Inspecione as peças que consomem um orçamento de sessão.
zh_hans: 检查占用会议预算的部件
zh_hant: 檢查使用會議預算的片段

source: Inspect this device's model and tokenize the prompt
de: Überprüfen Sie das Modell dieses Geräts und tokenisieren Sie die Eingabeaufforderung
es: Inspeccione el modelo de este dispositivo y tokenize el prompt
fr: Inspectez le modèle de cet appareil et tokenize l'invite
it: Ispezionare il modello di questo dispositivo e gettare il prompt
ja: このデバイスのモデルを調べ、プロンプトをトークン化
ko: 이 장치의 모델을 검사하고 신속한 토큰화
pt_br: Inspecione o modelo deste dispositivo e tokenize o prompt.
zh_hans: 检查此设备的模型, 并标记提示
zh_hant: 檢查此裝置的型號, 并簽署提示

source: Instruments
de: Instrumente
es: Instrumentos
it: Strumenti
pt_br: Instrumentos
zh_hans: 文书

source: Interactive
de: Interaktiv
es: Interactivo
it: Interattivo
ja: インタラクティブ
ko: 대화형
pt_br: Interativo.
zh_hans: 交互式
zh_hant: 交互式

source: Interactive Timing
de: Interaktives Timing
es: Tiempo interactivo
fr: Calendrier interactif
it: Timing interattivo
ja: インタラクティブなタイミング
ko: 상호작용 타이밍
pt_br: Tempo Interativo
zh_hans: 交互时间
zh_hant: 互動時間

source: Keep each name distinctive and make the comparison concrete.
de: Halten Sie jeden Namen unverwechselbar und machen Sie den Vergleich konkret.
es: Mantenga cada nombre distintivo y haga la comparación concreta.
fr: Gardez chaque nom distinctif et faites la comparaison concrète.
it: Tenere ogni nome distintivo e rendere il confronto concreto.
ja: 各名を特徴とし、比較コンクリートを作る。
ko: 각각의 이름을 고유하게 유지하고 비교 콘크리트를 만듭니다.
pt_br: Mantenha cada nome distinto e faça a comparação concreta.
zh_hans: 保持每个名字的区别,使比较具体化.
zh_hant: 保持名字的區別 并做個相對的混凝土

source: Keep everything
de: Behalte alles
es: Mantenlo todo
fr: Gardez tout
it: Mantenere tutto
ja: すべてをキープ
ko: 모두 유지
pt_br: Fique com tudo.
zh_hans: 留着一切
zh_hant: 收下一切

source: Keep recent turns
de: Halten Sie die letzten Turns
es: Mantén giros recientes
fr: Garder les virages récents
it: Tenere le curve recenti
ja: 最近の回転を保って下さい
ko: 최근 대화 유지
pt_br: Mantenha as curvas recentes.
zh_hans: 保持最近的转弯
zh_hant: 保持最近的轉折

source: Keep side-effect authorization inside app-owned tool code
de: Behalten Sie die Autorisierung von Nebeneffekten im App-eigenen Toolcode
es: Mantenga la autorización de efectos secundarios dentro del código de herramientas de propiedad de la aplicación
fr: Conserver l'autorisation d'effets secondaires dans le code de l'outil appartenant à l'application
it: Mantenere l'autorizzazione effetto collaterale all'interno del codice degli strumenti di proprietà dell'app
ja: アプリ所有のツールコード内で副作用の承認を保って下さい
ko: app-owned tool code 내부 부작용 승인 유지
pt_br: Mantenha a autorização de efeitos colaterais dentro do código de ferramentas.
zh_hans: 将副作用授权保留在应用程序拥有的工具代码内
zh_hant: 在應用程式工具碼內保留副作用授權

source: Keep the most recent entries when the model needs short-term continuity.
de: Behalten Sie die neuesten Einträge, wenn das Modell kurzfristige Kontinuität benötigt.
es: Mantenga las entradas más recientes cuando el modelo necesita continuidad a corto plazo.
fr: Conservez les entrées les plus récentes lorsque le modèle nécessite une continuité à court terme.
it: Tenere le voci più recenti quando il modello ha bisogno di continuità a breve termine.
ja: モデルが短期継続を必要とするとき、最新のエントリを保持します。
ko: 모델이 단기 연속성을 필요로 할 때 가장 최근의 항목을 유지하십시오.
pt_br: Mantenha as entradas mais recentes quando o modelo precisar de continuidade de curto prazo.
zh_hans: 当模型需要短期连续性时,保留最新的条目.
zh_hant: 在模型需要短期连续性時保留最新的項目 。

source: Kept
de: Behalten
es: Conservado
fr: Conservé
it: Mantenuto
ja: 保持
ko: 유지됨
pt_br: Mantido
zh_hans: 已保留
zh_hant: 已保留
